{
    "navbar":{
        "home":"Inicio",
        "project":"Projeto",
        "skills":"Habilidades",
        "academic-experience":"Experiência Acadêmica",
        "contact":"Contato"
    },
    "itens-text":{
        "p1":"Atualmente cursando Engenharia de Software 3/4",
        "p2":"Estudando ReactJs e Java"
    },
    "about-title": "Sobre mim",
    "about-text": "Tenho 20 anos, moro em Alto Paraná/PR e entrei no mundo da programação pelo sonho de criar meus próprios jogos. Fiquei maravilhado com os infinitos caminhos que a programação abre. Atualmente, estou tentando aprender ainda mais sobre desenvolvimento de software e programação.",
    "project-title": "Projetos",
    "project-text-git": "Projeto de Minicurso Gerenciamento de Versionamento de Codigo com Git e Github.",
    "see-more-button": "Ver mais",
    "project-text-gehlen": "Projeto de extensão em parceria com o Instituto Maurício Gehlen, apresentando o que é Fake News",
    "skill-title": "🛠 Habilidades",
    "skill-text": "Algumas tecnologias e ferramentas que uso e tenho conhecimento básico.",
    "experience-title": "Experiência Academica",
    "experience-text1": "Bacharelado em Engenharia de Software, 2023-Atual",
    "experience-text2": "Ensino Médio integrado a curso técnico em informática, 2019-2022",
    "contact-title": "Contato",
    "label-name": "Nome:",
    "label-text": "Texto:",
    "submit-button": "Enviar",
    "git-title": "Minicurso Git e Github",
    "git-text1": "Este foi um projeto PAIPE (Programa de Apoio à Implementação de Projetos de Ensino) realizado no Instituto Federal do Paraná - Campus Paranavaí com o objetivo de capacitar estudantes do Instituto no uso do Git para controle de versões, colaboração estruturada em projetos acadêmicos e aplicação de metodologias de desenvolvimento de software.",
    "git-text2": "O minicurso aconteceu com encontros quinzenais de três horas cada, onde os conceitos do Git foram aplicados de forma pratica. Houve um total de 4 encontros onde foi ensinado sobre criar repositórios, gerenciar branches, realizar merges e resolver conflitos.",
    "git-text3": "No fim de tudo houve uma coleta de feedbacks dos estudantes que permitiu a criação de um inventário de melhores práticas, além de identificar áreas para melhorias. Os resultados também foram utilizados para aprimorar futuras edições do projeto e contribuir para um ciclo contínuo de melhoria.",
    "fake-news-title": "Projeto de Extensão - Fake News",
    "fake-news-text1": "Este foi um projeto de extensão realizado no Instituto Maurício Gehlen com o objetivo de ensinar sobre fake news de forma prática para os idosos. O projeto teve como principais objetivos ensinar os idosos a identificar e evitar fake news, promover o letramento digital e informacional, estimular a troca de experiências entre estudantes e idosos e fomentar a reflexão crítica sobre o consumo de informações na internet.",
    "fake-news-text2": "Foram desenvolvidos materiais didáticos, apresentações expositivas e atividades interativas, incluindo palestras sobre o conceito e impactos das fake news, dicas para identificar notícias falsas, exemplos práticos e exercícios de análise crítica. A atividade foi realizada nos dias 15 e 17 de outubro.",
    "fake-news-text3": "O projeto demonstrou a importância da educação digital para a terceira idade, promovendo o pensamento crítico e contribuindo para um ambiente digital mais seguro. As interações e depoimentos dos participantes evidenciaram o impacto positivo da iniciativa, reforçando a necessidade de ampliar ações semelhantes.",
    "repositories-title": "Repositórios",
    "repositories-text": "Aqui estão alguns dos meus repositórios do GitHub."
}